Repository: up2university/webtut-frontend
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de, nb_no

source: Accept call
de_de: Anruf akzeptieren
nb_no: Godta anrop

source: Action
de_de: Ausführen
nb_no: Handling

source: Active
de_de: Aktiv
nb_no: Aktiv

source: All TUTs available
de_de: Alle verfügbaren TUTs
nb_no: Alle tilgjengelige TUTs

source: All Tut's
de_de: Alle Tut's
nb_no: Alle Tuts

source: Authentication
de_de: Authentifizierung
nb_no: Autentisering

source: Back
de_de: Zurück
nb_no: tilbake

source: Cancel request
de_de: Anfrage abbrechen
nb_no: Avbryt forespørsel

source: Close
de_de: Schließen
nb_no: Avslutt

source: Close Meeting
de_de: Session schließen

source: Close Queue
de_de: Warteschlange schließen
nb_no: Avslutt

source: Closed
de_de: Geschlossen
nb_no: Stengt

source: Code to link on your webpage
de_de: Sourcecode zum Verlinken auf ihrer Webseite
nb_no: Kildekode til å integrere i din nettside

source: Configuration
de_de: Konfiguration
nb_no: Konfigurasjon

source: Creating video window.
de_de: Generiere Video Window

source: Dates
de_de: Datumsangaben
nb_no: Datoer

source: Delete
de_de: Löschen
nb_no: Slett

source: Description
de_de: Beschreibung
nb_no: Beskrivelse

source: Disabled by owner.
de_de: Deaktiviert vom Besitzer.
nb_no: Slått av av eieren

source: Disconnected after session
de_de: Verbindung abgebrochen nach der Session
nb_no: Avbrytt etter sesjon

source: Download vCalendar file
de_de: Download vCalender Datei

source: Duration
de_de: Dauer
nb_no: Varighet

source: Edit
de_de: Bearbeiten
nb_no: Rediger

source: Edit TUT
de_de: Bearbeite TUT
nb_no: Rediger TUT

source: Embbed
de_de: Einbetten
nb_no: Integrer

source: End date
de_de: Enddatum
nb_no: Slutt dato

source: Expand
de_de: Erweitern

source: Expert
de_de: Tutor
nb_no: Expertnavn

source: Expert Name
de_de: Tutor Name
nb_no: Expertnavn

source: Expert picks next participant.
de_de: Tutor wählt nächsten Schüler
nb_no: Expert tar neste deltaker

source: Expert waiting for participants
de_de: Tutor wartet auf Schüler
nb_no: Expert venter på deltaker

source: False
de_de: Nein
nb_no: Usann

source: First in, first out
de_de: Der Reihe nach
nb_no: Første til mølla

source: Friday
de_de: Freitag
nb_no: Fredag

source: Gave Up
de_de: Aufgegeben
nb_no: Ga opp

source: Get QRCode and access using your mobile device
de_de: QR-Code für Zugriff von mobilen Geräten anzeigen

source: Get vcalendar file
de_de: zeige vCalender Datei

source: Hangup
de_de: Auflegen
nb_no: Avslutt

source: Height
de_de: Höhe
nb_no: Høyde

source: Help
de_de: Hilfe
nb_no: Hjelp

source: In Session
de_de: Im Gespräch
nb_no: I Sesjon

source: Language
de_de: Sprache
nb_no: Språk

source: Last in, first out
de_de: Letzter zuerst
nb_no: Siste blir først

source: Login
de_de: Einloggen
nb_no: Pålogge

source: Login Failed
de_de: Einloggen fehlgeschlagen
nb_no: Pålogging feilet

source: Logout
de_de: Ausloggen
nb_no: Logg ut

source: Lurking the queue
de_de: Die Warteschlange beobachten
nb_no: Observere køen

source: Main
de_de: Allgemein

source: Max number of students waiting
de_de: Maximale Anzahl wartender Studenten
nb_no: Maksimal antall av ventende studenter

source: Meeting Closed
de_de: WebTUT Session geschlossen
nb_no: Køen stengt

source: Meeting Deserted
de_de: WebTUT Session leer
nb_no: Køen er tom

source: Meeting Queue Closed
de_de: Warteschlange geschlossen
nb_no: Køen stengt

source: Meeting Queue Full
de_de: Warteschlange voll
nb_no: Køen full

source: Messages
de_de: Nachrichen
nb_no: Meldinger

source: Messages for session:
de_de: Nachrichten für Session
nb_no: Meldinger for sesjon

source: Monday
de_de: Montag
nb_no: Mandag

source: More about...
de_de: Mehr über...

source: Must Authenticate
de_de: Muß Authentifizieren
nb_no: Må autentisere

source: My TUT List
de_de: Meine TUT Liste
nb_no: Min TUT liste

source: My Tut's
de_de: Mine Tut's
nb_no: Min Tuts

source: New
de_de: Neu
nb_no: Ny

source: New TUT
de_de: Neues TUT
nb_no: Ny TUT

source: New WebTut
de_de: Neues WebTut
nb_no: Ny WebTut

source: No expert available at the moment.
de_de: Im Moment kein Tutor verfügbar
nb_no: Ingen tutor tilgjengelig

source: No participants waiting
de_de: Keine wartenden Teilnehmer
nb_no: Ingen deltaker venter

source: Not accepting new participants
de_de: Akzeptiere keine neuen Teilnehmer
nb_no: Akseptere ikke nye deltaker

source: Number of participants
de_de: Anzahl Teilnehmer
nb_no: Antall deltaker

source: OK, I ACCEPT
de_de: JA, ICH AKZEPTIERE
nb_no: JA, JEG AKSEPTERER

source: Ok, I accept
de_de: Ja, ich akzeptiere
nb_no: Ja, jeg aksepterer

source: On Hold
de_de: Gespräch Halten
nb_no: På vent

source: Open Queue
de_de: Öffne Warteschlange

source: Open meeting
de_de: Öffne Meeting

source: Page Not Found
de_de: Seite nicht gefunden
nb_no: Nettside ikke funnet

source: Participant Waiting for expert
de_de: Teilnehmer wartet auf Tutor
nb_no: Deltaker venter på tutor

source: Participants view
de_de: Ansicht aus Sicht des Teilnehmers
nb_no: Deltakerens syn

source: Participants waiting:
de_de: Wartende Teilnehmer:
nb_no: Antall deltakere som venter:

source: Please wait
de_de: Bitte warten

source: Profile
de_de: Profil
nb_no: Profil

source: QR Code to access meeting
de_de: QR Code um zum meeting zu gelangen

source: Queue strategy
de_de: Warteschlangestrategie
nb_no: Køstrategi

source: Rejected, kicked and blocked
de_de: Zurückgewiesen, rausgeworfen und blockiert
nb_no: Avvist, sparket ut og blokert

source: Rejected, queue full
de_de: Zurückgewiesen, Warteschlange voll
nb_no: Avvist, køen er full

source: Remove user
de_de: Benutzer löschen
nb_no: Slett bruker

source: Repeat Friday at
de_de: Wiederhole freitags um
nb_no: Gjenta Fredag på

source: Repeat Monday at
de_de: Wiederhole montags um
nb_no: Gjenta Mandag på

source: Repeat Saturday at
de_de: Widerhole samstags um
nb_no: Gjenta lørdag på

source: Repeat Sunday at
de_de: Wiederholen sonntags um
nb_no: Gjenta Søndag på

source: Repeat Thursday at
de_de: Wiederholen donnerstags um
nb_no: Gjenta Torsdag på

source: Repeat Tuesday at
de_de: Wiederholen dienstags um
nb_no: Gjenta Tirsdag på

source: Repeat Wednesday at
de_de: Wiederholen mittwochs um
nb_no: Gjenta Onsdag på

source: Request to enter
de_de: In Warteschlange einreihen
nb_no: Still i kø

source: Return to Home Page
de_de: Zurück zur Hauptseite
nb_no: Tilbake til hovedsiden

source: Return to dashboard
de_de: Zurück zum Dashboard
nb_no: Tilbake til dashboard

source: Return to my WebTUTs
de_de: Zurück zu meine WebTUTs
nb_no: Tilbake till mine WebTUTs

source: Saturday
de_de: Samstag
nb_no: Lørdag

source: Save
de_de: Speichern
nb_no: Lagre

source: Security
de_de: Sicherheit
nb_no: Sikkerhet

source: Session Disconnected
de_de: Session abgebrochen
nb_no: Sesjon avbrytt

source: Session Lurking
de_de: Session beobachten
nb_no: Sesjon observasjon

source: Session queue strategy to deliver participants to experts.
de_de: Strategie welche Teilnehmer zuerst an der Reihe sind
nb_no: Køstrategi

source: Set Dates
de_de: Setze Datum
nb_no: Sett opp datoer

source: Set configuration
de_de: Setze Konfiguration
nb_no: Sett opp konfigurasjon

source: Set security
de_de: Setze Sicherheit
nb_no: Sette opp sikkerhet

source: Share on facebook
de_de: Teilen auf Facebook

source: Start Date
de_de: Start Datum
nb_no: Start dato

source: Start date
de_de: Start Datum
nb_no: Start dato

source: Started
de_de: Gestartet
nb_no: Startet

source: State
de_de: Status
nb_no: Status

source: Statistics
de_de: Statistik
nb_no: Statistikker

source: Sunday
de_de: Sonntag
nb_no: Søndag

source: The cookies help us to offer this service. By using this service, you accept the usage of cookies.
de_de: Cookies helfen uns diesen Service anzubieten. Indem sie diesen Service nutzen akzeptieren sie die Benutzung von Cookies.
nb_no: Cookies hjeler oss til å tilby tjenesten. Med bruke av tjensten akseptererdu bruk av cookies

source: The maximum number of queued participants has been reached
de_de: Die maximale Anzahl Teilnehmer ist erreicht
nb_no: Maksimal antall deltaker oppnådd

source: The session isn't available at the current moment.
de_de: Die Session ist im Moment nicht verfügbar.
nb_no: Sesjonen er ikke tilgjengelig akkurat nå

source: The session isn't available today.
de_de: Die Session ist heute nicht aktiv.
nb_no: Sesjonen er ikke tilgjengelig idag

source: The session on the current date.
de_de: De Session am heutigen Tag
nb_no: Sesjonen på nåværende dato

source: Thursday
de_de: Donnerstag
nb_no: Torsdag

source: Time waiting
de_de: Gewartete Zeit
nb_no: Vented tid:

source: Title
de_de: Titel
nb_no: Tittel

source: True
de_de: Ja
nb_no: Sann

source: Tuesday
de_de: Dienstag
nb_no: Tirsdag

source: Unknown session state.
de_de: Unbekannter Sessionstatus
nb_no: Ukjent Sesjondato

source: User must authenticate
de_de: Benutzer muß sich authentifizieren
nb_no: Bruker må autentiseres

source: User was removed from queue
de_de: Benutzer wurde aus der Warteschlange entfernt
nb_no: Bruker ble slettet fra køen

source: Visibility
de_de: Sichtbarkeit
nb_no: Synlighet

source: Visible to All
de_de: Sichtbar für alle
nb_no: Synlig til alle

source: Waiting
de_de: Warte
nb_no: Venter

source: Waiting for
de_de: Warte auf
nb_no: Venter på

source: Waiting for expert
de_de: Warte auf Tutor
nb_no: Venter på tutor

source: Waiting with Priority
de_de: Warte priorisiert
nb_no: Venter prioritert

source: Waiting without Priority
de_de: Warte ohne Priorisierung
nb_no: Venter uten prioritering

source: WebTUT duration
de_de: WebTUT Dauer
nb_no: WebTUT varighet

source: WebTUT is enabled
de_de: WebTUT ist aktiviert
nb_no: WebTUT påslått

source: WebTUT public name
de_de: WebTUT öffentlicher Name
nb_no: WebTUT offentlig navn

source: Webtut visible on public list.
de_de: Webtut öffentlich sichtbar
nb_no: Webtut synlig på offentlig list

source: Wednesday
de_de: Mittwoch
nb_no: Onsdag

source: Width
de_de: Breite
nb_no: Brede

source: anonymous
de_de: anonym
nb_no: anonym

source: closed
de_de: geschlossen
nb_no: stengt

source: deserted
de_de: leer
nb_no: tom

source: participants
de_de: Teilnehmer
nb_no: deltaker

source: undefined
de_de: nicht definiert
nb_no: udefinert

source: unknown session:
de_de: unbekannte Session:
nb_no: ukjent sesjon

source: waiting
de_de: warte
nb_no: Venter

source: Administration
nb_no: Administrasjon

source: Home
nb_no: Hjem

source: Name
nb_no: Navn

source: Opened no one on-line
nb_no: Åpnet, ingen online

source: Participants in queue
nb_no: Deltaker i køen

source: Session Details
nb_no: Sesjon avbrytt

source: WebTUT name
nb_no: WebTUT navn

source: e-Mail
nb_no: epost
